[
["Adjudication/Examining","Billable","Review of unprocessed claims to determine eligibility, payment, and patient liability.  ", 20.0, 100, 30],
["Client training meeting","Billable","Client is providing training to JMS, or vice versa.  ", 20.0, 100, 30],
["Consulting","Billable","JMS is providing consulting services to the client. ", 20.0, 100, 30],
["Claim Audit","Billable","Review of processed claims to see if benefit determination was made in accordance to plan guidelines. ", 20.0, 100, 30],
["Client support meeting","Non-Billable to client","Courtesy meeting with client for support on specific project. ", 20.0, 100, 30,"Discussion about workflow, exploration of services, expectations, turn around time, interpretation. Pre-kick off meeting, Kick-off meetings. Bi-weekly domestic meeting. "],
["Plan Audit","Billable","Visual review of plan build. ", 20.0, 100, 30],
["Plan Build - Standard","Billable","Any plan building activity.  Includes creating codes, adding benefits, and plan changes, when billable. ", 20.0, 100, 30,"Client requests new plan.  Client requests a new benefit to be added to an existing plan.  Client requests a new version of a plan with a change in benefits (higher deductible for example).  Corrections made due to plan interpretation are billable. "],
["Group/Plan Mapping or Logic","Billable","Mapping logic specific to a group or plan. ", 20.0, 100, 30],
["Platform Global Mapping or Logic","Billable","Mapping logic that is universal to the platform.  ", 20.0, 100, 30],
["Plan Build - Support Tasks","Billable","Activities which are generally considered to be outside of the scope of standard plan building such as PPO and fee schedules, eligibility, banking/accounting, auto-adjudication", 20.0, 100, 30],
["Plan Test","Billable","Creating and adjudicating test claims under a specific plan.  ", 20.0, 100, 30],
["Plan Test Results Review","Billable","Review of Plan Test results, comparision with plan documents to see if benefits are paying correctly. ", 20.0, 100, 30],
["Programming","Billable","Services typically outside plan building.  May apply system wide.  ", 20.0, 100, 30,"Example: Dan's work, Team 3 work to set up system.  Proof of concept work.  "],
["Corrective Action - Plan Build","Non-Billable to client","Plan building activity to correct or adjust blantant error(s) on a plan built by JMS within the follow-up time period specified by the client contract.  ", 20.0, 100, 30],
["Corrective Action - Plan Audit","Non-Billable to client", "", 20.0, 100, 30],
["Project Management","Billable","Project management activities. ", 20.0, 100, 30],
["Technical Development Support","Billable","Reporting and data conversion. ", 20.0, 100, 30],
["Other","Billable","Make note in comments", 20.0, 100, 30,"Must have contract or rate.  Must be approved and evaluated by operations and sales"]
]